{
    "name": "NUNU SPIRITS",
    "icon": "https://nunuspirits.io/wp-content/uploads/2022/01/Nunu-logo-new.png",
    "detail": "<p>INTRODUCTION<br><br>Nunu Spirits: A play-2-earn game that enables players to plant real trees in the real world. We have 3 tokens in our economy, NNT which is our governance token,  NUNU, which is our set of NFTs, and NUGO which you earn by playing and burn it to grow your NFTs,.<br><br>Description<br> The Nuniverse: Our Nunus are all about fun and games but to live their best lives they must become trees planted in the gameworld. We mirror this action in our world by planting a tree with our partners that is recorded to the player's NFT. <br><br> Direct Eco-action: While play-2-earn is definitely not unique, using it to directly fuel ecoaction is. Nunu Spirits is the only project combining casual gameplay with blockchain earning and leveraging that to create ecological action. While many crypto projects look for green initiatives, very few are designed to make direct ecological impact. We believe that Nunu Spirits can be part of the solution. <br><br> Character growth: Every Nunu starts life as a Seedling. In order to grow into a playable character and develop his skills, players need to spend time, or use the in-game currency called NUGO. Once a Nunu has gathered enough skill and experience to evolve into an Elder the Nunu can become a tree planted in the real world.<br><br>NFTs: A Nunu NFT serves as your avatar for a variety of party games - like floor-is-lava or parkour racing. To add to the fun & excitement, NFT assets are being built in 3D so that NFT holders can even print them on home 3D printers. When a Nunu becomes a tree and is planted, its geolocation and other details are recorded to the NFT.<br><br>Cross chain - cross platform: The Nunu ecosystem is designed to easily cross platforms with features fit for PC and mobile/tablet play. NNT is minted on ETH but bridged to both BSC and AVAX for maximum security and utility. <br><br>Staking NNT: NNT can be staked to earn NFTs. And NNT holders will be able to participate in the governance of the ecosystem, helping the team to decide how to allocate both development and eco treasuries.<br><br>TEAM DETAILS<br>Gabriel Brockman - CEO / co-founder. A <br>Marian Kuruc - COO / co-founder.<br>Daniel Svonova - CTO.<br>Milan Gajdos - Legal / Financial Advisor.<br>Daniel Radocha - Art Director.<br><br>Game Studio : <br>Tater Games-3 years in operation - avg 10years experience per developer -  most recent project: Dinox.io<br><br>TOKENOMICS<br>Token Name : $NNT <br>Network:AVAX(Avalance)<br>Price : $0.06 USD <br>Allocatioan  : 18%<br>Valuation : $9.000.000<br> Vesting :(seed, private and public) 20% <br>Tge : 3month cliff - then 4.44% monthly.<br>Initial Market Cap: $576,000<Estimated TGE: 28 FEB 2022<br><br>Backers , Investors, Partners, Creators:<br>Metrix Capital,Magnus Capital,Bigcoin Vietnam, Azer Capital, Exnetwork, Aussie Capital, Insignius Capital, LLC, LVT Capital,LupaX, Blockchain Network Philippines, X21, DnR Labs, ARKN Ventures, Almora Capital, Crypto Differ ZBS, Pranay Sanghavi, Steven Enamakel, Crypto Fomo, HyperGrowth, Crowny.io, MH Ventures,BSCLaunch, Brokoli Network<br><br>Don&rsquo;t miss out! Stay connected📱to the entire ecosystem by following on all social media channels.<br>Website: https://nunuspirits.io/tokenomics/<br>Telegram: https://t.me/nunuspirits_nft<br>Twitter: https://twitter.com/nunuspiritsnft<br>facebook: https://www.facebook.com/nunuspirits<br>instagram: https://www.instagram.com/nunuspirits/<br>Discord:https://discord.com/invite/6AutmEvGSn<br>Please Read Carefully and Do Your Own Research</p>",
    "galery": 31
}