{
    "name": "RITESTREAM",
    "icon": "https://ritestream.io/_nuxt/3f275a76f64fbbe19d162211f98685ad.svg",
    "detail": "<p>INTRODUCTION<br><br>Ritestream is an eco-system platform for the creation, monetisation and consumption of film and TV content in Web2 and Web3. It consists of a Launchpad for Film/TV content, a marketplace for Film/TV NFT and a consumer app for viewing content and earning RITE Coins. Ritestream vision is to democratise the creator economy and generate revenues in the metaverse and via NFT for creators and the community.<br><br>Ritestream<br>📱Web 3 Filmverse, Movies and TV Series Launchpad and Directors Cut And Epic Scenes NFT Marketplace.<br><br> Get into the producers shoes and have the opportunity to invest in the next Star Wars! <br><br>-ritestream Launchpad - Fundraise platform for the Creators<br>-Movie and TV NFT Exchange - Trade NFT of movies or series before they are released or licensed.<br>-Earn revenues from licensing agreements and other revenues<br>-Other investor benefits - Earn from Sale of Director Cut and Epic Movie NFTs - Participate in NFT Auctions<br>-The Filmverse - Red Carpet Events in existing Metaverse projects and establishing cinemas.<br>-RiteStream Social platform and Streaming App - If you like play to earn you will love watch to earn. With web 3 only can you imagine Netflix being social and RiteStream is doing exactly that.<br><br>Ritestream was formed in 2017 and has proven traction ($6mm ARR in 2021 growing at 10% MoM), 80,000+ hours of content, 5000+ B2B customers and a global experienced team of 30+ people led by senior executives from Fox, Disney and Fashion TV.  Its partners include global brands such as TCL, Caracol Television, Shoreline Entertainment and many others.<br><br>Confirmed Launchpad so far are EnjinStarter and Oxbull. Also talking to a couple of CEX for possible IEO<br><br>Ritestream in web 3<br>-ground breaking vision led by an experianced team<br>-launchpad for film and TV<br>-Exploring web 3 revenue sources e.g.NFTs<br>-Netflix alone spends $20B in creating content annually thiscan be moved to ritestream<br><br>Utility of RITE coin<br>-Premium producers/director will be incentived via tokens to join the ecosystem<br>-Viewers can rate content to earn tokens<br>-Partners streaming networks will be rewarded through token<br>-Token can be used for investment in NFT<br>-The first million ritestream apps that are doenloaded will have 10 token built in which can be used for watching content or investing in content<br>-Pay with tokens to watch content<br><br>Content as service<br>-Leveragig existing network of streamers<br>-increases Velocity of content licensing<br>-Generates more revenue for each content item<br><br>VCs:<br><br>Metavest Ventures, Enjin, Sheesha Finance, Blockchain Founders Fund, SOSV, Artesian, Great South Gate, Terablock, Enjinstarter, MCF Capital and others<br><br>Deck:<br>Ritestream.io/investor.pdf<br><br>TOKENOMICS<br>Token Name : $RITE <br>Price : $0.03 USD <br>Tge :then 5% ,12 months linear daily vesting.<br>Initial Market Cap: $290,000<br>Our deal: Seed 20% and Private 80%<br><br>Partners:<br>TCL, NEW FILMS, BMG GLOBAL, BRIDGESTONE MULTIMEDIA GROUP, Motion Picture, CISNEROS, KM BM MEDIA, Shoreline Entertainment,SPI, HIGHOCTANE,<br><br>Don&rsquo;t miss out! Stay connected📱to the entire ecosystem by following on all social media channels.<br>Website: https://ritestream.io/<br>Telegram: https://t.me/joinchat/0_LocCZYTZAwOTNl<br>Twitter: https://twitter.com/ritestream_nft<br>linkedin: https://www.linkedin.com/authwall?trk=gf&trkInfo=AQGFwi3MqydhpgAAAX72WdsYYKTTVOZktIGW4SDzaOGZNrgRxlY5w7Q7tZVlfF7CaeBnCV7XjKLNPea6024BkEWpPxuZez_YehqfffGvbhDBd8LbopLfSnNK76lrhad7zuuJIlQ=&originalReferer=https://ritestream.io/&sessionRedirect=https%3A%2F%2Fwww.linkedin.com%2Fcompany%2Fritestream<br>Please Read Carefully and Do Your Own Research</p>",
    "galery": 33
}